[
  {
    "title": "EmpleoYa",
    "image": "./projectImages/empleoYa.svg",
    "description": "El propósito de esta aplicación móvil es brindar una solución fácil y conveniente para personas que están estudiando y tienen poco tiempo para trabajar a tiempo completo o para aquellos que ya tienen un trabajo, pero desean ganar ingresos adicionales. ",
    "technologies": "React Native | JavaScript | HTML | Mongoose",
    "github": "https://github.com/clarimartin97/empleoYa-frontend",
    "deployed": "",
    "video": "./projectVideos/empleoYa.mp4",
    "bgcolor": "#f37737",
    "id": "1"
  },
  {
    "title": "Marvel App",
    "image": "./projectImages/marvelApp.svg",
    "technologies": "React Native | HTML | CSS",
    "description": "  Esta aplicación móvil tiene como objetivo proporcionar una experiencia completa para los fanáticos de Marvel, permitiéndoles explorar y conocer más sobre los personajes icónicos de este universo. La aplicación utiliza la API de Marvel para obtener información detallada sobre cada personaje y mostrarla de una manera clara y fácil de entender para los usuarios.",
    "github": "https://github.com/clarimartin97/marvelApp",
    "deployed": "",
    "video":"./projectVideos/marvelApp.MP4",
    "bgcolor": "#29cbe0",
    "id": "2"
  },
  {
    "title": "Avengers Web",
    "image": "./projectImages/avengers.svg",
    "technologies": "React JS | JavaScript | CSS",
  "description": "Este proyecto tiene como objetivo brindar una experiencia detallada y completa para los fanáticos de Marvel, permitiéndoles explorar cada personaje en profundidad. La aplicación utiliza información detallada de la API de Marvel para mostrar información sobre la aparición de cada personaje en cómics, series, historias y eventos, y también presenta una interfaz gráfica de usuario atractiva y fácil de usar que hace que la exploración de los personajes de Marvel sea una experiencia emocionante y agradable.",
    "github": "https://github.com/clarimartin97/AvengersReact",
    "deployed": "",
    "video":"./projectVideos/avengers.mp4",
    "bgcolor": "#6c4bf4",
    "id": "3"
  },
  {
    "title": "Tienda de Nacional",
    "image": "./projectImages/iPhoneNacional.svg",
    "technologies": "JavaScript | CSS | Ionic Framework | Capacitor",
    "description": "Esta aplicación móvil es una plataforma de comercio electrónico que utiliza la API Rest de Mercado Libre para ofrecer productos exclusivos de la tienda oficial del Nacional Club de Football. La aplicación tiene como objetivo proporcionar una experiencia de compra fluida y sencilla para los fanáticos del club, con una interfaz gráfica de usuario intuitiva que permite a los usuarios navegar por toda la tienda, buscar productos y agregar artículos al carrito de compras. La aplicación también ofrece una interfaz gráfica de usuario atractiva y fácil de usar, lo que hace que sea una experiencia agradable para los usuarios.",
    "github": "https://github.com/clarimartin97/DAP---OB2",
    "deployed": "",
    "video":"./projectVideos/tiendaNacional.mp4",
    "bgcolor": "#f85781",
    "id": "4"
  },

  {
    "title": "Adopción de perros",
    "image": "./projectImages/MBPPerritos.svg",
    "description": "Esta página web tiene como objetivo facilitar la adopción de perros al proporcionar una plataforma en línea donde los usuarios pueden ver diferentes perros que están disponibles para la adopción. Los perros se organizan por zona geográfica y raza, lo que hace que sea más fácil para los usuarios encontrar el perro adecuado para ellos.",
    "technologies": "HTML | JavaScript | CSS",
    "github": "https://github.com/clarimartin97/obligatorio2",
    "deployed": "https://adoptaunanimal.vercel.app/",
    "video":"",
    "bgcolor": "#ffcc33",
    "id": "5"
  },

  {
    "title": "Lista de canciones",
    "image": "./projectImages/listadoDeCanciones.svg",
    "technologies": "HTML | JavaScript | CSS | Mongoose",
    "description": "La aplicación web creada utilizando la base de datos Mongoose tiene como objetivo ayudar a los usuarios a organizar y guardar todas las canciones que les gustan en un solo lugar. La base de datos Mongoose proporciona una forma fácil y eficiente de almacenar y recuperar datos, lo que hace que la aplicación sea rápida y confiable.",
    "github": "https://github.com/clarimartin97/PW2---OB2",
    "deployed": "",
    "video":"./projectVideos/listadoDeCanciones.mp4",
    "bgcolor": "#3e67ff",
    "id": "6"
  },
  {
    "title": "Página de Apple",
    "image": "./projectImages/apple.svg",
    "technologies": "HTML | JavaScript | CSS",
    "description": "La página web interna creada para los empleados de Apple tiene como objetivo ayudar a los empleados a registrar y rastrear los dispositivos ingresados al local de la empresa. La página web cuenta con una interfaz fácil de usar que permite a los empleados agregar información detallada sobre cada dispositivo, incluyendo su modelo, número de serie y estado.",
    "github": "https://github.com/clarimartin97/PW2---OB1",
    "deployed": "",    
    "video":"./projectVideos/apple.mp4",
    "bgcolor": "#f37737",
    "id": "7"
  },
  {
    "title": "App del clima para alquiler de bicicletas",
    "image": "./projectImages/appClimaBicis.svg",
    "technologies": "HTML | JavaScript | CSS | Materialize",
    "description": "Esta página web, ubica tu localización, te dice el clima en el momento exacto y en la semana. Además, simula una página de alquiler de bicicletas, en la cual, dependiendo del clima te dice si te recomienda o no salir a andar en bicicleta.",
    "github": "https://github.com/clarimartin97/PW2---OB1-2",
    "deployed": "",
    "video":"./projectVideos/appClimaAlquilerBici.mp4",
    "bgcolor": "#29cbe0",
    "id": "8"
  },
  {
    "title": "Convertidor Crypto",
    "image": "./projectImages/iPhoneCripto.svg",
    "technologies": "HTML | JavaScript | CSS | Bootstrap",
    "description": "La aplicación web que se desarrolló es una herramienta muy útil para aquellas personas que trabajan con criptomonedas o están interesadas en invertir en ellas. La aplicación permite convertir criptomonedas a monedas de otros países y viceversa de manera fácil y sencilla. Esto significa que los usuarios pueden realizar transacciones financieras internacionales con mayor facilidad y rapidez.",
    "github": "https://github.com/clarimartin97/criptoconvertidor",
    "deployed": "",
    "video":"./projectVideos/criptoApp.mp4",
    "bgcolor": "#6c4bf4",
    "id": "9"
  },
  {
    "title": "Paula Scher",
    "image": "./projectImages/paulaScher.svg",
    "technologies": "HTML | JavaScript | CSS",
    "description": "ELa página web que se describe es un homenaje a la famosa diseñadora gráfica Paula Scher. La página tiene como objetivo mostrar algunas de sus obras maestras y contar un poco más sobre su historia y escrituras. En la página web, se pueden apreciar algunas de las obras más destacadas de Scher, lo que permite a los visitantes tener una idea clara de su estilo y enfoque creativo. Además, la página web también ofrece información sobre su vida y su carrera, lo que permite a los visitantes conocer un poco más sobre la diseñadora.",
    "github": "https://github.com/clarimartin97/DW2-OB2",
    "deployed": "",
    "video":"./projectVideos/paulaScher.mp4",
    "bgcolor": "#f85781",
    "id": "10"
  }
]
